# СУЩЕСТВИТЕЛЬНЫЕ
NOUNS = [
    "кот", "программист", "студент", "пельмень", "динозавр",
    "гном", "робот", "пингвин", "крот", "философ",
    "хомяк", "инопланетянин", "единорог", "дракон", "зомби",
    "ниндзя", "пират", "космонавт", "супергерой", "волшебник",
    "аллигатор", "бегемот", "капибара", "ленивец", "муравьед",
    "бутерброд", "компьютер", "телефон", "роутер", "холодильник"
]

# ГЛАГОЛЫ
VERBS = [
    "танцевать", "размышлять", "спать", "петь", "летать",
    "кодировать", "варить", "читать", "смотреть", "бегать",
    "программировать", "рисовать", "плавать", "играть", "готовить",
    "смеяться", "плакать", "мечтать", "путешествовать", "исследовать",
    "строить", "разрушать", "создавать", "изучать", "обучать",
    "шутить", "флиртовать", "загорать", "медитировать", "парковать"
]

# ПРИЛАГАТЕЛЬНЫЕ
ADJECTIVES = [
    "весёлый", "грустный", "космический", "пушистый", "электронный",
    "задумчивый", "гигантский", "крошечный", "волшебный", "смешной",
    "летающий", "невидимый", "суперскоростной", "загадочный", "блестящий",
    "липкий", "скользкий", "ароматный", "громкий", "тихий",
    "цветной", "прозрачный", "магический", "древний", "современный",
    "роботизированный", "виртуальный", "аппетитный", "энергичный", "сонный"
]

# МЕСТА 
PLACES = [
    "холодильник",       # в холодильнике
    "университет",       # в университете
    "космос",           # в космосе
    "шкаф",             # в шкафу
    "кофейня",          # в кофейне
    "библиотека",       # в библиотеке
    "ванна",            # в ванне
    "интернет",         # в интернете
    "лифт",             # в лифте
    "парк",             # в парке
    "кинотеатр",        # в кинотеатре
    "супермаркет",      # в супермаркете
    "стадион",          # на стадионе
    "музей",            # в музее
    "пляж",             # на пляже  
    "самолёт",          # в самолёте
    "поезд",            # в поезде
    "метро",            # в метро
    "автобус",          # в автобусе
    "такси",            # в такси
    "пещера",           # в пещере
    "замок",            # в замке
    "небоскрёб",        # в небоскрёбе
    "подвал",           # в подвале
    "чердак",           # на чердаке
    "сарай",            # в сарае
    "гараж",            # в гараже
    "аквапарк",         # в аквапарке
    "зоопарк",          # в зоопарке
    "планетарий",       # в планетарии
    "горка",            # на горке
    "карусель",         # на карусели
    "эскалатор",        # на эскалаторе
    "площадь",          # на площади
    "улица",            # на улице
    "остров",           # на острове
    "гора",             # на горе
    "лес",              # в лесу
    "сад",              # в саду
    "берег",            # на берегу
    "река",             # на реке
    "озеро",            # на озере
    "поле",             # на поле
    "пустыня",          # в пустыне
]